import 'package:flutter/material.dart';

class TextContent{
  static String aboutUsText(){
    return "\tБлаготворительный фонд «GOODBOY» начал свою работу в 2012 году."
        "За восемь лет работы маленькая передержка, которая насчитывала 10 собак, переросла в приют, в котором в ожидании семьи проживают более 300 собак и 50 котов и кошек. "
        "За время работы приюта пристроено в семьи более 1000 животных.\n"
        "\tНа протяжении восьми лет работы с безнадзорными животными, мы поняли, что проблему бездомности нельзя решить, занимаясь только отловом и пристройством. "
        "Ответственность нельзя делить на части. "
        "Именно поэтому мы параллельно активно занимаемся пропагандой доброго, ответственного отношения к домашним животным среди взрослого и подрастающего населения. "
        "Также мы занимаемся развитием волонтерской деятельности, направленной не только на помощь животным, но на экологию, помощь людям с инвалидностью, детям, "
        "попавшим в трудную жизненную ситуацию.\n"
        "\tНаша задача – сделать ГОРОД ДОБРЫМ. Наша программа в целом имеет название – «Добрые Люди – Добрый Город»";
  }
}